{
  "Thirukkural": {
    "Importance of Family and Marriage": {
      "Chapter": "6 - Domestic Life",
      "Couplets": [
        {
          "Kural": 45,
          "Quote": "இல்வாழ்வான் என்பான் இயல்புடைய மூவர்க்கும் நலவாழ்வான் என்பான் துணை.",
          "Meaning": "The man who lives a virtuous domestic life is considered a support to the three (God, sages, and ancestors)."
        },
        {
          "Kural": 46,
          "Quote": "துறவார் தொழுதூய்மை நீர்த்து அனையார் இறைவற் குலவாதார் மாட்டு.",
          "Meaning": "Those who lead a family life with virtue are considered purer than ascetics."
        },
        {
          "Kural": 47,
          "Quote": "அல்லவை தாந்தாம் அறம்பொருள் என்னுஞ் செல்வம் தனக்கே புகும்.",
          "Meaning": "Wealth, virtue, and pleasure will naturally belong to the man who leads a proper domestic life."
        },
        {
          "Kural": 48,
          "Quote": "துறந்தார்க்கு துப்பாய்வு தங்கட் புறந்தா ரவர்போல் தொழில்.",
          "Meaning": "The domestic life of a householder is the base for those who renounce the world."
        },
        {
          "Kural": 49,
          "Quote": "அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை பண்பும் பயன் மற்று இல.",
          "Meaning": "If love and virtue prevail, family life has no equal in beauty and merit."
        }
      ]
    },
    "Duties and Responsibilities of a Householder": {
      "Chapter": "7 - The Wife",
      "Couplets": [
        {
          "Kural": 51,
          "Quote": "தக்காங்கு சான்றோர் தரசி நயந்து மக்களிருள் அன்னார் தொழில்.",
          "Meaning": "A good wife supports her husband in all noble deeds and ensures family harmony."
        },
        {
          "Kural": 53,
          "Quote": "மனைவி மாட்சியின் சேர்ந்தொழுகல் கேள்வி தனையவா றெல்லாஞ் செயல்.",
          "Meaning": "A good wife must possess wisdom and manage the household effectively."
        },
        {
          "Kural": 54,
          "Quote": "பெண்வழிச் செல்வது உலகத்துத் தக்கார் கன்வழிச் செல்வது பொறை.",
          "Meaning": "A wise wife who supports her husband is essential to family life, like roots to a tree."
        },
        {
          "Kural": 55,
          "Quote": "தாமாறா துள்ளது கோல் என்னும் மாமணிக்கொன் மச்சம் தரும்.",
          "Meaning": "A loving wife is the precious jewel of the family, shining without blemish."
        },
        {
          "Kural": 56,
          "Quote": "இல்லாளின் அன்புடைமை ஆக்கமும் வீழ்வதும் உள்ளாள் உயிர்க்குப் பயன்.",
          "Meaning": "A loving and virtuous wife is the soul of the household's prosperity and well-being."
        }
      ]
    },
    "Social Harmony and Kindness": {
      "Chapter": "9 - Loving Kindness",
      "Couplets": [
        {
          "Kural": 80,
          "Quote": "அன்புஇல்லாத வாழ்க்கை வாழ்தல் புனமாட்டு நெஞ்சத்து இறந்தாரைப் போன்று.",
          "Meaning": "Life without love is like being dead even while living."
        },
        {
          "Kural": 81,
          "Quote": "அன்பினால் உடன்படுக உலகம்தாம் என்ப தறிகதன் மாந்தர் தரின்.",
          "Meaning": "The world exists in harmony when people live with love and compassion."
        },
        {
          "Kural": 82,
          "Quote": "அன்பின் வழியதுவாகும் அறமும் பொலிவது அன்பின் வழியதுவாகும் துயர்.",
          "Meaning": "Love leads to virtue, and virtue leads to overcoming sorrows."
        },
        {
          "Kural": 83,
          "Quote": "அன்பே துணை செல்வத்துள் செல்வம் பிறவும் பன்வேறு உடைத்து வினை.",
          "Meaning": "Love is the greatest wealth among all worldly possessions."
        },
        {
          "Kural": 84,
          "Quote": "அன்பின் வழியதுவாகும் துன்பம் அதனால் புன்மையான செய்வார்க்கு இல்லை.",
          "Meaning": "Those who act with love never face disgrace or defeat."
        }
      ]
    },
    "Social Ethics and Duty": {
      "Chapter": "5 - The Pleasant Life",
      "Couplets": [
        {
          "Kural": 102,
          "Quote": "ஒழுக்கம் விழுப்பந் தரலான் ஒழுக்கம் உயிரினும் ஓம்பப் படும்.",
          "Meaning": "Morality leads to honor, and it should be valued even more than life itself."
        },
        {
          "Kural": 103,
          "Quote": "ஒழுக்க முடையான் குடிபொன்றாது ஆங்கென்று அழுக்கா ரறுமின்தீ தில்.",
          "Meaning": "A family with morality and discipline will never decline."
        },
        {
          "Kural": 104,
          "Quote": "அழுக்காறு அறியான் அடுக்கத்தில் வாழ்வான் விழுக்காடு வீயா துலகு.",
          "Meaning": "One who lives without jealousy will be respected eternally."
        },
        {
          "Kural": 106,
          "Quote": "வினைத்திட்பம் என்ப தறிவுடையர் நெஞ்சத் தனைத்திட்பம் சால உடைத்து.",
          "Meaning": "Perseverance is the hallmark of the wise, guiding their efforts to success."
        },
        {
          "Kural": 107,
          "Quote": "இல்வாழ்வ தன்பாற் சிறந்தக்கால் மற்று செல்வாழ்வா யாங்கொன் றில.",
          "Meaning": "Domestic life that follows virtue surpasses all other kinds of living."
        }
      ]
    },
    "Community and Social Responsibility": {
      "Chapter": "16 - Forgiveness",
      "Couplets": [
        {
          "Kural": 151,
          "Quote": "இனிய உளவாக இன்னாத கூறலும் கனியிருப்பக் காய் கவர்ந் தற்று.",
          "Meaning": "Sweet words, even when hurtful truth is necessary, should be spoken wisely."
        },
        {
          "Kural": 152,
          "Quote": "தன்னைத்தான் காக்கின் சிறிது பிறர்க்காக்கும் பண்புடைமை மாண்ட தில்.",
          "Meaning": "Those who protect themselves can extend protection to others."
        },
        {
          "Kural": 153,
          "Quote": "ஒன்றா உலகத்து உயிரெல்லாம் தோற்றின் இன்றா வழக்கம் படும்.",
          "Meaning": "The world will lose its essence without love and kindness."
        },
        {
          "Kural": 154,
          "Quote": "மனநலம் மாட்சியின் தேற்றம் ஜனநலம் என்னும் பயனுடையார் மாட்டு.",
          "Meaning": "The greatness of a person lies in the prosperity they bring to society."
        },
        {
          "Kural": 155,
          "Quote": "நல்லாற்றால் இல்லறம் நடத்துவான் என்பான் புல்லாற்றால் புன்னல் படை.",
          "Meaning": "A householder who upholds good virtues will not succumb to poverty."
        }
      ]
    },
    "Wisdom and Social Conduct": {
      "Chapter": "43 - Wisdom",
      "Couplets": [
        {
          "Kural": 421,
          "Quote": "சீர்மை சிறப்புக் குரியார் அடுபடார் ஆற்றின் அறிவின்மை நீங்கி விடின்.",
          "Meaning": "Noble-minded people will not fail if they are wise and act responsibly."
        },
        {
          "Kural": 422,
          "Quote": "அறிவினால் ஆற்றல் குறுகுதல் யாதும் பிறிதினால்இல் என்ப தறிவு.",
          "Meaning": "True wisdom is recognizing and avoiding one's own weaknesses."
        },
        {
          "Kural": 423,
          "Quote": "வினைத்திட்பம் என்ப தறிவுடையர் நெஞ்சத் தனைத்திட்பம் சால உடைத்து.",
          "Meaning": "The resolve to complete tasks successfully is found only in the wise."
        },
        {
          "Kural": 424,
          "Quote": "சொல்வன்மை யார்க்கும் பணிவுடையார்க்கே தொழில்வன்மை தூக்கும்கட் டற்று.",
          "Meaning": "Skill in speech belongs to the humble and respectful."
        },
        {
          "Kural": 425,
          "Quote": "அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை இறழ்வார்ப் பொறுத்தல் தலை.",
          "Meaning": "Like the earth that bears those who dig it, one should endure criticism patiently."
        }
      ]
    }
  }
}

